Repository: RHC0DE/Ace-Guest
Catalog: Ace Guest/Assests/*.lproj/Localizable.strings
Languages: nl

# registerTitle
source: Register your access pass.
nl: Registreer uw toegangspas.

source: Register
nl: Registreer

# noAccesCode
source: Didn't receive a HID Mobile Access invitation code?
nl: Geen HID Mobile Access-uitnodigingscode ontvangen?

# contact
source: Please contact reception
nl: Neem dan contact op met de receptie

# alertFailedAccessTitle
source: Failed access pass registration
nl: Mislukte toegangspasregistratie

# alertFailedAccessBody
source: The Access is temporarily disabled due to many failed login attempts. Please try again in 5 minutes or consult the reception
nl: De toegang is tijdelijk uitgeschakeld vanwege vele mislukte inlogpogingen. Probeer het over 5 minuten nog eens of raadpleeg de receptie

# startAndEndTime
source: Start / End time
nl: Begin / eindtijd

source: Start Date
nl: Start datum

source: End Date
nl: Eind datum

source: E-mail guest
nl: E-mail gast

source: Generate access code
nl: Toegangscode genereren

source: Register guest
nl: Registreer gast

source: Guest registered!
nl: Gast geregistreerd!

# hassAccessFrom
source: has access to Club Ace from
nl: heeft toegang tot Club Ace van

source: till
nl: tot

# clubAceRegistration
source: Club Ace Guest Registration
nl: Club Ace Gastregistratie

# contactRegister
source: Please contact the reception for registration changes
nl: Neem voor registratiewijzigingen contact op met de receptie

# landingTitle
source: Welcome to Club Ace!
nl: Welkom in Club Ace!

# landingBody
source: Go through this quick setup to get the most out of this app.
nl: Doorloop deze snelle installatie om het meeste uit deze app te halen.

# notificationOnBoardingTitle
source: How do we communicate?
nl: Hoe communiceren we?

# notificationOnBoardingSubTitle
source: When entering the Club Ace office, important notifications are sent, such as the status updates of your current appointment!
nl: Bij het betreden van het Club Ace kantoor worden belangrijke notificaties verzonden, zoals de statusupdates van uw huidige afspraak!

# nfcOnBoardingTitle
source: How to get access in the Club Ace office?
nl: Hoe krijgt u toegang in het Club Ace kantoor?

# nfcOnBoardingSubTitle
source: In order to open the frontdoor the app is using NFC to scan the HID reader!
nl: Om de voordeur te openen gebruikt de app NFC om de HID-lezer te scannen!

source: Next
nl: Volgende

# accepted
source: Accept
nl: Accepteer

# accessPassTitle
source: Access pass
nl: Toegangspas

# ourConditionsTitle
source: Our conditions
nl: Onze voorwaarden

# termsAndConditionsBody
source: Read and accept the terms before you can get started with your account.
nl: Lees en accepteer de voorwaarden voordat je aan de slag kunt met je account.

# iAgreeTermsAndConditions
source: I agree with the
nl: Ik ga akkoord met de

source: Terms and Conditions
nl: Voorwaarden

# iAgreePrivacyPolicy
source: I agree to it
nl: Ik ga akkoord met het

source: privacy policy
nl: privacybeleid

# errorMessageTermsAndConditions
source: You must accept both the terms and conditions and the privacy policy to continue.
nl: U moet zowel de algemene voorwaarden als het privacybeleid accepteren om door te gaan.

# messageHeader
source: Messages
nl: Berichten

# settingsHeader
source: Settings
nl: Instellingen

# personalDetailHeader
source: Personal details
nl: Persoonlijke gegevens

# aboutHeader
source: About the app
nl: Over de applicatie

source: Log out
nl: Uitloggen

# popUpProfileTitle
source: Profile settings
nl: Profielinstellingen

# popUpProfileBody
source: Are you sure you want to log out?
nl: Weet je zeker dat je wilt uitloggen?

source: Close
nl: Sluit

# welcomeMessage
source: Welcome in Club Ace!
nl: Welkom in Club Ace!

# messageBody
source: The employee has been notified of your arrival and will be there as soon as possible. In the meantime, please see the link attached if interested in a snack or drink. Have a great day and thanks for using the Ace Guest app! Sincerely, The Ace Family
nl: De medewerker is op de hoogte gebracht van uw komst en komt zo snel mogelijk ter plaatse. Zie in de tussentijd bij interesse in een hapje of drankje de bijgevoegde link. Fijne dag verder en bedankt voor het gebruik van de Ace Guest-app! Met vriendelijke groet, De familie Ace

source: Attachment
nl: Bijlage

# appSettingsHeaderText
source: App settings
nl: App instellingen

source: Push notifications
nl: Push-meldingen

# personalDetailsHeader
source: Personal details
nl: Persoonlijke gegevens

# emailAdress
source: Email address
nl: E-mailadres

# startDateAndTime
source: Start date/time
nl: Start datum/tijd

# endDateAndTime
source: End date/time
nl: Eind datum/tijd

# phoneNearReader
source: Hold your iPhone near the Club Ace door reader
nl: Houd uw iPhone tegen de Club Ace deurlezer aan

# moreThenOneTag
source: More then one Tag Detected, please try again
nl: Meer dan één tag gedetecteerd, probeer het opnieuw

# unableToConnect
source: Unable to connect to Tag
nl: Kan geen verbinding maken met Tag

# notSupported
source: Not supported, unable to connect to Tag
nl: Niet ondersteund, kan geen verbinding maken met Tag

# readNDEFFailed
source: Read NDEF message Failed
nl: Het lezen van het NDEF bericht is gefaald

# writeNDEFFailed
source: Write NDEF message Failed
nl: Het schrijven van het NDEF bericht is gefaald

# succesfullyScannedReader
source: You have succesfully scanned the Club Ace door reader!
nl: U heeft de Club Ace deurlezer succesvol gescand!

source: Unknow error
nl: Onbekende fout

# welcomeNotificationTitle
source: Welcome in the Club Ace building!
nl: Welkom in het Club Ace pand!

# welcomeNotificationSubTitle
source: The employee will be informed of your arival as soon as possible
nl: De medewerker wordt zo spoedig mogelijk op de hoogte gebracht van uw aankomst

source: Access code
nl: Toegangscode

source: Dismiss
nl: Afwijzen
